{
  "industrial": [
    {
      "id": "1",
      "title": "1st Industrial Visit – Narayan industry, Naroda ",
      "date": "2019-01-05",
      "displayDate": "January 5th 2019",
      "details": "Energy of the students was at the utmost level as it was the first industrial visit of AIChE Ahmedabad University. We have shown the outline of the Narayan industry so that students understand in better way and solve their doubts during the industrial visit. The reason why we have set this industrial visit was that students had perform few experiments on dye during their academy year and we want to show them in the large scale. We want our students to know the importance, classification and uses of dye. On the day of the industrial visit it was great to see massive response from the students. Students had taken major initiative to learn about industry and process. Industrial visit had completed smoothly and students had learned a lot from this visit.",
      "stages": "trial,one",
      "images": [],
      "active": "23.jpg",
      "key": "VISIT1",
      "lastModified": "November 2nd 2019, 5:27:38 pm"
    },
    {
      "id": "2",
      "title": "2nd Industrial Visit – NEPL effluent plant",
      "date": "2019-05-17",
      "displayDate": "May 17th 2019",
      "details": "It was the second biggest success for the chapter as there was great enthusiasm among the student for the “AIChE weekend”. We have planned industrial visit on Saturday. On Sunday, there was interbatch cricket tournament. This time we want our students to know about water treatment plant and how to reduce the TDS of the acidic water, which is release from the industry. First of all we had attended a small seminar regarding uses and conservation of water at Paryavaran Mandir. Further we went to NEPL effluent plant were we had seen how to minimize the TDS of water and from where the this water had been supplied from the different industry. ",
      "stages": ",",
      "images": [],
      "active": "24.jpg_17h2d11m.jpg",
      "key": "VISIT2",
      "lastModified": "November 2nd 2019, 5:37:49 pm"
    },
    {
      "title": "3rd-Industrial Visit – Paryavaran Mandir ",
      "date": "2019-03-02",
      "displayDate": "March 2nd 2019",
      "stages": "trial",
      "details": "Moment was designed to work both in the browser and in Node.js.\r\n\r\nAll code should work in both of these environments, and all unit tests are run in both of these environments.\r\n",
      "key": "VISIT1566406302582",
      "id": "1566406302582",
      "images": [
        "",
        ""
      ],
      "active": "slide-1.jpg",
      "lastModified": "November 2nd 2019, 5:40:21 pm"
    }
  ]
}