[
  {
    "name": "Darshan Bhai",
    "pos": "President",
    "about": "“Exceptionally committed with visionary leadership brings miracles.” To provide opportunities to all member students & everyone that connects with us to grow together & bring the best out of them.",
    "image": "darshan.jpg"
  },
  {
    "name": "HET BABOO",
    "pos": "Vice President",
    "about": "“I am a lighthouse rather than a lifeboat; I prefer to help people find their way to the destination rather than saving them”.Our main motto for this year Is to strive for progress rather than perfection. Being associated with AIChE chapter from the start has made me grown into a whole new person. We at AIChE AU always strive to be better every day with every stepping stones.",
    "image": "het.jpg"
  },
  {
    "name": "Mansi Yadav",
    "pos": "Secretary",
    "about": "\"Always go with the choice that scares you the most, because thats the one that is going to help you grow.\" To be a part of the team is not an easy task, it requires patience and most of all hardwork. But at the end what makes you grow is doing those things which require constant efforts.So here I am, wanting myself and my team to grow together.",
    "image": "mansi.jpg"
  },
  {
    "name": "Jaydip Parmar",
    "pos": "Treasurer",
    "about": "Life is full of treasure and unrevealed secrets and we are treasurer to reveal all things. sometimes when you are in darkness you think that you have been burried but actually you have been planted for great purpose. so, look for something positive in each day even if some days you have to look a little harder",
    "image": "jaydip.jpg"
  },
  {
    "name": "Parth Patel",
    "pos": "Events Head",
    "about": "Since the inauguration of AIChE Ahmedabad university student chapter I was an active member of the events executive committee. I had helped my committee throughout the year in executing many events. We had organised many cultural, technical and sports events throughout the year and I want to continue this in much better way in next year too. I genuinely believe “ Events are the backbone of your chapter, when your events are successful it will spontaneously reflect your hard work “. As a result, of exceptional thought and being an active member of our chapter I had been elected as new events head at AIChE Ahmedabad University and also selected in Executive students committee (ESC) of AIChE.",
    "image": "parth.jpg"
  },
  {
    "name": "Yash Makwana",
    "pos": "Promotion Head",
    "about": "As a Promotion Head have a grasp on Social Media and interaction is must. On the Social Media you have to show the brain and hard work of the people to motivate as well as to be recognise in the big yet small world.",
    "image": "yash.jpg"
  },
  {
    "name": "Anjali Patel",
    "pos": "Technical Head",
    "about": "Technical skill is the master of complexity while creativity is the master of simplicity. As a contributor to the technical aspects of the chapter, ensure the invocation of fun through learning different aspects of Chemical Engineering. What we learn with pleasure is something that we never forget.",
    "image": "anjali.jpg"
  },
  {
    "name": "Meetaxa Khunt",
    "pos": "Designing Head",
    "about": "The public is more familiar with bad design than good design. It is, in effect, conditioned to prefer bad design, because that is what it lives with. The new becomes threatening, the old reassuring. Great design has two things: Simplicity & Clarity & I seek to achieve both of them. My goal or motto is to make sure AIChE Ahmedabad University reaches new heights & I can be a part of it.",
    "image": "meetaxa.jpg"
  }
]
